{
    "store.custom#privacy-policy": {
        "parent": {
            "header": "header#pdp-plp"
        },
        "children": [
            "flex-layout.row#privacy-main-row"
        ]
    },
    "flex-layout.row#privacy-main-row": {
        "props": {
            "blockClass": "privacy-main-row",
            "preventHorizontalStretch": true,
            "horizontalAlign": "center",
            "paddingTop": 7,
            "paddingBottom": 8
        },
        "children": [
            "flex-layout.col#privacy-main-col"
        ]
    },
    "flex-layout.col#privacy-main-col": {
        "props": {
            "blockClass": "privacy-main-col",
            "verticalAlign": "top",
            "paddingLeft": 7,
            "paddingRight": 7
        },
        "children": [
            "rich-text#privacy-text"
        ]
    },
    "rich-text#privacy-text": {
        "props": {
            "blockClass": "privacy-text",
            "text": "# Privacidad\n\n## 1. GENERALIDADES\nDando cumplimiento a lo dispuesto en la Ley estatutaria 1581 de 2012 y a su Decreto Reglamentario 1377 de 2013, SORETEX SAS, adopta la presente política para el tratamiento de datos personales, la cual será informada a todos los titulares de los datos recolectados o que en el futuro se obtengan en el ejercicio de las actividades comerciales o laborales. De esta manera, SORETEX SAS manifiesta que garantiza los derechos de la privacidad, la intimidad, en el tratamiento de los datos personales, y en consecuencia todas sus actuaciones se regirán por los principios de legalidad, finalidad, libertad, veracidad o calidad, transparencia, acceso y circulación restringida, seguridad y confidencialidad. Todas las personas que en desarrollo de diferentes actividades comerciales, laborales, entre otras, sean permanentes u ocasionales, llegaran a suministrar a la Empresa cualquier tipo de información o dato personal, podrá conocerla, actualizarla y rectificarla.\n## 2. NOMBRE DE LA EMPRESA\nSORETEX S.A.S, empresa dedicada a la Producción y comercialización de Prendas de Vestir deportivas para dama, constituida desde el año 2018, inscrita en libros ante la Cámara de Comercio de Cali.\nDOMICILIO Y DIRECCIÓN: La empresa tiene su domicilio en la ciudad de Cali y se encuentra ubicada en la Calle 10 No 23 A-11 Barrio Bretaña.\nCORREO ELECTRÓNICO: soretexdecolombia@gmail.com\nTELEFÓNO: (572) 5572822\nCELULAR: 3135351122\n## 3. MARCO LEGAL\nConstitución Política, artículo 15. Ley 1266 de 2008; Ley 1581 de 2012 Decretos Reglamentarios\n1727 de 2009 y 2952 de 2010, Decreto Reglamentario parcial 1377 de 2013; Sentencias C – 1011 de 2008, y C - 748 del 2011, de la Corte Constitucional.\n## 4. ÁMBITO DE APLICACIÓN\nLa presente política será aplicable a los datos personales registrados en cualquier base de datos de la empresa SORETEX  SAS cuyo titular sea una persona natural o jurídica.\n## 5. DEFINICIONES\nPara los efectos de la presente política y en concordancia con la normatividad vigente en materia de protección de datos personales, se tendrán en cuenta las siguientes definiciones:\n1. Autorización: Consentimiento previo, expreso e informado del Titular para llevar a cabo el Tratamiento de datos personales.\n2. Aviso de privacidad: Comunicación verbal o escrita generada por el Responsable, dirigida al Titular para el tratamiento de sus datos personales, mediante la cual se le informa acerca de la existencia de las políticas de tratamiento de información que le serán aplicables, la forma de acceder a las mismas y las finalidades del tratamiento que se pretende dar a los datos personales.\n3. Base de Datos: Conjunto organizado de datos personales que sea objeto de tratamiento.\n4. Causahabiente: persona que ha sucedido a otra por causa del fallecimiento de ésta (heredero).\n5. Dato personal: Cualquier información vinculada o que pueda asociarse a una o varias personas naturales determinadas o determinables.\n6. Dato público: Es el dato que no sea semiprivado, privado o sensible. Son considerados datos públicos, entre otros, los datos relativos al estado civil de las personas, a su profesión u oficio ya su calidad de comerciante o de servidor público. Por su naturaleza, los datos públicos pueden estar contenidos, entre otros, en registros públicos, documentos públicos, gacetas y boletines oficiales y sentencias judiciales debidamente ejecutoriadas que no estén sometidas a reserva.\n7. Datos sensibles: Se entiende por datos sensibles aquellos que afectan la intimidad del Titular o cuyo uso indebido puede generar su discriminación, tales como que revelen el origen racial o étnico, la orientación política, las convicciones religiosas o filosóficas, la pertenencia a sindicatos, organizaciones sociales, de derechos humanos o que promueva intereses de cualquier partido político o que garanticen los derechos y garantías de partidos políticos de oposición, así como los datos relativos a la salud, a la vida sexual, y los datos biométricos.\n8. Encargado del Tratamiento: Persona natural o jurídica, pública o privada, que por sí misma o en asocio con otros, realice el Tratamiento de datos personales por cuenta del Responsable del Tratamiento.\n9. Responsable del Tratamiento: Persona natural o jurídica, pública o privada, que por sí misma o en asocio con otros, decida sobre la base de datos y/o el Tratamiento de los datos.\n10. Titular: Persona natural cuyos datos personales sean objeto de Tratamiento.\n11. Tratamiento: Cualquier operación o conjunto de operaciones sobre datos personales, tales como la recolección, almacenamiento, uso, circulación o supresión.\n12. Transferencia: la transferencia de datos tiene lugar cuando el responsable y/o encargado del tratamiento de datos personales, ubicado en Colombia, envía la información o los datos personales a un receptor, que a su vez es responsable del tratamiento y se encuentra dentro o fuera del país.\n13. Transmisión: tratamiento de datos personales que implica la comunicación de los mismos dentro o fuera del territorio de la República de Colombia cuando tenga por objeto la realización de un tratamiento por el encargado por cuenta del responsable.\n*Las definiciones incluidas en este documento son tomadas de la normatividad vigente en Colombia que regula la protección de datos personales.*\n## 6. PRINCIPIOS\nPara efectos de garantizar la protección de datos personales, La Empresa aplicará de manera armónica e integral los siguientes principios, a la luz de los cuales se deberá realizar el tratamiento, transferencia y transmisión de datos personales:\n1. Principio de legalidad en materia de Tratamiento de datos: El tratamiento de datos es una actividad regulada, la cual deberá estar sujeta a las disposiciones legales vigentes y aplicables que rigen el tema.\n2. Principio de finalidad: la actividad del tratamiento de datos personales que realice La empresa o a la cual tuviere acceso, obedecerán a una finalidad legítima en consonancia con la Constitución Política de Colombia, la cual deberá ser informada al respectivo titular de los datos personales.\n3. Principio de libertad: el tratamiento de los datos personales sólo puede realizarse con el consentimiento, previo, expreso e informado del Titular. Los datos personales no podrán ser obtenidos o divulgados sin previa autorización, o en ausencia de mandato estatutario, o judicial que muestre el consentimiento.\n4. Principio de veracidad o calidad: la información sujeta a Tratamiento de datos personales debe ser veraz, completa, exacta, actualizada, comprobable y comprensible. Se prohíbe el Tratamiento de datos parciales, incompletos, fraccionados o que induzcan a error.\n5. Principio de transparencia: En el tratamiento de datos personales, SORETEX SAS garantizará al Titular su derecho de obtener en cualquier momento y sin restricciones, información acerca de la existencia de cualquier tipo de información o dato personal que sea de su interés o titularidad.\n6. Principio de acceso y circulación restringida: El tratamiento de datos personales se sujeta a los límites que se derivan de la naturaleza de éstos, de las disposiciones de la ley y la Constitución. En consecuencia, el tratamiento sólo podrá hacerse por personas autorizadas por el titular y/o por las personas previstas en la ley. Los datos personales, salvo la información pública, no podrán estar disponibles en internet u otros medios de divulgación o comunicación masiva, salvo que el acceso sea técnicamente controlable para brindar un conocimiento restringido sólo a los titulares o terceros autorizados conforme a la ley. Para estos propósitos la obligación de SORETEX SAS, será de medio.\n7. Principio de seguridad: la información sujeta a tratamiento por SORETEX SAS, se deberá manejar con las medidas técnicas, humanas y administrativas que sean necesarias para otorgar seguridad a los registros evitando su adulteración, pérdida, consulta, uso o acceso no autorizado o fraudulento.\n8. Principio de confidencialidad: Todas las personas que en La empresa, administren, manejen, actualicen o tengan acceso a informaciones de cualquier tipo que se encuentre en Bases de Datos, están obligadas a garantizar la reserva de la información, por lo que se comprometen a conservar y mantener de manera estrictamente confidencial y no revelar a terceros, toda la información que llegaren a conocer en la ejecución y ejercicio de sus funciones; salvo cuando se trate de actividades autorizadas expresamente por la ley de protección de datos. Esta obligación persiste y se mantendrá inclusive después de finalizada su relación con alguna de las labores que comprende el Tratamiento.\n\n## 7. DERECHOS DEL TITULAR DE LA INFORMACIÓN\nDe acuerdo con lo contemplado por la normatividad vigente aplicable en materia de protección de datos, los siguientes son los derechos de los titulares de los datos personales:\n1. Acceder, conocer, actualizar y rectificar sus datos personales frente a SORETEX SAS en su condición de responsable del tratamiento. Este derecho se podrá ejercer, entre otros, frente a datos parciales, inexactos, incompletos, fraccionados, que induzcan a error, o aquellos cuyo tratamiento esté expresamente prohibido o no haya sido autorizado.\n2. Solicitar prueba de la autorización otorgada a la empresa para el tratamiento de datos, mediante cualquier medio válido, salvo en los casos en que no es necesaria la autorización.\n3. Ser informado por SORETEX SAS, previa solicitud, respecto del uso que le ha dado a sus datos personales.\n4. Presentar ante la Superintendencia de Industria y Comercio, o la entidad que hiciere sus veces, quejas por infracciones a lo dispuesto en la ley 1581 de 2012 y las demás normas que la modifiquen, adicionen o complementen, previo trámite de consulta o requerimiento ante La Empresa.\n5. Revocar la autorización y/o solicitar la supresión del dato cuando en el Tratamiento no se respeten los principios, derechos y garantías constitucionales y legales.\n6. Acceder en forma gratuita a sus datos personales que hayan sido objeto de tratamiento, al menos una vez cada mes calendario, y cada vez que existan modificaciones sustanciales de la presente política que motiven nuevas consultas. Estos derechos podrán ser ejercidos por: - El titular, quien deberá acreditar su identidad en forma suficiente por los distintos medios que le ponga a disposición La empresa - Los causahabientes del titular, quienes deberán acreditar tal calidad. - El representante y/o apoderado del titular, previa acreditación de la representación o apoderamiento.\n- Otro a favor o para el cual el titular hubiere estipulado. Derechos de los niños y adolescentes, en el tratamiento de datos personales se asegurará el respeto a los derechos prevalentes de los menores.\n\nQueda proscrito el tratamiento de datos personales de menores, salvo aquellos datos que sean de naturaleza pública, y en este caso el tratamiento deberá cumplir con los siguientes parámetros:\n1. Responder y respetar el interés superior de los menores\n2. Asegurar el respeto de los derechos fundamentales de los menores.\n\n## 8. DEBERES DE LA EMPRESA COMO RESPONSABLE Y ENCARGADA DEL TRATAMIENTO DE LOS DATOS PERSONALES\nLA EMPRESA reconoce la titularidad que de los datos personales ostentan las personas y en consecuencia ellas de manera exclusiva pueden decidir sobre los mismos. Por lo tanto, SORETEX SAS utilizará los datos personales para el cumplimiento de las finalidades autorizadas expresamente por el titular o por las normas vigentes. En el tratamiento y protección de datos personales, La empresa tendrá los siguientes deberes, sin perjuicio de otros previstos en las disposiciones que regulen o lleguen a regular esta materia:\n1. Garantizar al titular, en todo tiempo, el pleno y efectivo ejercicio del derecho de hábeas data.\n2. Solicitar y conservar, copia de la respectiva autorización otorgada por el titular para el tratamiento de datos personales.\n3. Informar debidamente al titular sobre la finalidad de la recolección y los derechos que le asisten en virtud de la autorización otorgada.\n4. Conservar la información bajo las condiciones de seguridad necesarias para impedir su adulteración, pérdida, consulta, uso o acceso no autorizado o fraudulento.\n5. Garantizar que la información sea veraz, completa, exacta, actualizada, comprobable y comprensible.\n6. Actualizar oportunamente la información, atendiendo de esta forma todas las novedades respecto de los datos del titular. Adicionalmente, se deberán implementar todas las medidas necesarias para que la información se mantenga actualizada.\n7. Rectificar la información cuando sea incorrecta y comunicar lo pertinente.\n8. Respetar las condiciones de seguridad y privacidad de la información del titular.\n9. Tramitar las consultas y reclamos formulados en los términos señalados por la ley.\n10. Identificar cuando determinada información se encuentra en discusión por parte del titular.\n11. Informar a solicitud del titular sobre el uso dado a sus datos.\n12. Informar a la autoridad de protección de datos cuando se presenten violaciones a los códigos de seguridad y existan riesgos en la administración de la información de los titulares.\n13. Cumplir los requerimientos e instrucciones que imparta la Superintendencia de Industria y Comercio sobre el tema en particular.\n14. Usar únicamente datos cuyo tratamiento esté previamente autorizado de conformidad con lo previsto en la ley 1581 de 2012.\n15. Velar por el uso adecuado de los datos personales de los niños, niñas y adolescentes, en aquellos casos en que se encuentra autorizado el tratamiento de sus datos.\n16. Registrar en la base de datos las leyenda 'reclamo en trámite' en la forma en que se regula en la ley.\n17. Insertar en la base de datos la leyenda 'información en discusión judicial' una vez notificado por parte de la autoridad competente sobre procesos judiciales relacionados con la calidad del dato personal.\n18. Abstenerse de circular información que esté siendo controvertida por el titular y cuyo bloqueo haya sido ordenado por la Superintendencia de Industria y Comercio\n19. Permitir el acceso a la información únicamente a las personas que pueden tener acceso a ella.\n20. Usar los datos personales del titular sólo para aquellas finalidades para las que se encuentre facultada debidamente y respetando en todo caso la normatividad vigente sobre protección de datos personales.\n\n## 9. AUTORIZACIÓN Y CONSENTIMIENTO DEL TITULAR\nRequiere del consentimiento libre, previo, expreso e informado del titular de los datos personales para el tratamiento de los mismos, excepto en los casos expresamente autorizados en la ley, a saber:\n1. Información requerida por una entidad pública o administrativa en ejercicio de sus funciones legales o por orden judicial.\n2. Datos de naturaleza  pública.\n3. Casos de urgencia médica o sanitaria.\n4. Tratamiento de información autorizado por la ley para fines históricos, estadísticos o científicos.\n\n## 10. AVISO DE PRIVACIDAD\nEl Aviso de Privacidad es el documento físico, electrónico o en cualquier otro formato, puesto a disposición del titular para informarle acerca del tratamiento de sus datos personales. A través de este documento se comunica al titular la información relacionada con la existencia de las políticas de tratamiento de información de la empresa y que le serán aplicables, la forma de acceder a las mismas y las características del tratamiento que se pretende dar a los datos personales. El aviso de privacidad deberá contener, como mínimo, la siguiente información:\n1. La identidad, domicilio y datos de contacto del responsable del tratamiento.\n2. El tipo de tratamiento al cual serán sometidos los datos y la finalidad del mismo.\n3. Los derechos del titular\n4. Los mecanismos generales dispuestos por el responsable para que el titular conozca la política de tratamiento de la información y los cambios sustanciales que se produzcan en ella. En todos los casos, debe informar al titular cómo acceder o consultar la política de tratamiento de información.\n5. El carácter facultativo de la respuesta relativa a preguntas sobre datos sensibles\n\n## 11. PROCEDIMIENTO PARA LA ATENCIÓN DE CONSULTAS, RECLAMOS, PETICIONES DE RECTIFICACIÓN, ACTUALIZACIÓN Y SUPRESIÓN DE DATOS\nConsultas: Los titulares o sus causahabientes podrán consultar la información personal del titular que repose en La empresa, quien suministrará toda la información contenida en el registro individual o que esté vinculada con la identificación del Titular. Con respecto a la atención de solicitudes de consulta de datos personales La empresa garantiza:\n- Habilitar medios de comunicación electrónica u otros que considere pertinentes.\n- Establecer formularios, sistemas y otros métodos simplificados, los cuales deberán ser informados en el aviso de privacidad.\n- Utilizar los servicios de atención al cliente o de reclamaciones que tiene en operación.\n- En cualquier caso, independientemente del mecanismo implementado para la atención de solicitudes de consulta, las mismas serán atendidas en un término máximo de diez (10) días hábiles contados a partir de la fecha de su recibo. Cuando no fuere posible atender la consulta dentro de dicho término, se informará al interesado antes del vencimiento de los 10 días, expresando los motivos de la demora y señalando la fecha en que se atenderá su consulta, la cual en ningún caso podrá superar los cinco (5) días hábiles siguientes al vencimiento del primer plazo.\n- Las consultas podrán formularse al correo soretexdecolombia@gmail.com\n\n## 12. REGISTRO NACIONAL DE BASE DE DATOS SORETEX SAS\nSe reserva, en los eventos contemplados en la ley y en sus estatutos y reglamentos internos, la facultad de mantener y catalogar determinada información que repose en sus bases o bancos de datos, como confidencial de acuerdo con las normas vigentes, sus estatutos y reglamentos, todo lo anterior y en consonancia con el derecho fundamental y constitucional.\n## 13. SEGURIDAD DE LA INFORMACIÓN Y MEDIDAS DE SEGURIDAD\nDando cumplimiento al principio de seguridad establecido en la normatividad vigente, SORETEX SAS adoptará las medidas técnicas, humanas y administrativas que sean necesarias para otorgar seguridad a los registros evitando su adulteración, pérdida, consulta, uso o acceso no autorizado o fraudulento.\n## 14. UTILIZACIÓN Y TRANSFERENCIA INTERNACIONAL DE DATOS PERSONALES E INFORMACIÓN PERSONAL POR PARTE DE SORETEX SAS\nEn cumplimiento de la misión institucional y del plan estratégico de desarrollo de La empresa y atendiendo a la naturaleza de las relaciones permanentes u ocasionales que cualquier persona titular de datos personales pueda tener para con nosotros, ésta podrá realizar la transferencia y transmisión, incluso internacional, de la totalidad de los datos personales, siempre y cuando se cumplan los requerimientos legales aplicables; y en consecuencia los titulares con la aceptación de la presente política, autorizan expresamente para transferir y transmitir, incluso a nivel internacional, los datos personales. Los datos serán transferidos, para todas las relaciones que puedan establecerse con SORETEX SAS.\nPara la transferencia internacional de datos personales de los titulares, La empresa tomará las medidas necesarias para que los terceros conozcan y se comprometan a observar la presente política, bajo el entendido que la información personal que reciban, únicamente podrá ser utilizada para asuntos directamente relacionados con SORETEX SAS y solamente mientras ésta dure y no podrá ser usada o destinada para propósito o fin diferente.\n## 15. VIGENCIA\nLa presente política rige a partir de su expedición 15 de Enero  de 2018 y las bases de datos sujetas a tratamiento se mantendrán vigentes mientras ello resulte necesario para las finalidades de comercialización y prestación de algún tipo de servicio.\n\n**MARIA SORELLY PINEDA ECHEVERRI\nC.C. 67.021.580\nGERENTE GENERAL Y REPRESENTANTE LEGAL\nSORETEX S A S\nNIT 901.144.198-6**",
            "textAlignment": "LEFT",
            "textPosition": "LEFT"
        }
    }
}